{"keras_version": "2.0.6", "backend": "tensorflow", "config": {"name": "model_2", "layers": [{"config": {"dtype": "float32", "batch_input_shape": [null, null, 9900], "sparse": false, "name": "input_2"}, "inbound_nodes": [], "class_name": "InputLayer", "name": "input_2"}, {"config": {"recurrent_activation": "hard_sigmoid", "activity_regularizer": null, "use_bias": true, "unit_forget_bias": true, "recurrent_regularizer": null, "unroll": false, "trainable": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "return_state": true, "recurrent_constraint": null, "kernel_constraint": null, "activation": "tanh", "name": "lstm_1", "return_sequences": false, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "go_backwards": false, "dropout": 0.0, "bias_constraint": null, "stateful": false, "implementation": 0, "recurrent_dropout": 0.0, "units": 256}, "inbound_nodes": [[["input_2", 0, 0, {}]]], "class_name": "LSTM", "name": "lstm_1"}], "input_layers": [["input_2", 0, 0]], "output_layers": [["lstm_1", 0, 1], ["lstm_1", 0, 2]]}, "class_name": "Model"}